{
  "verses": [
    {
      "book": "Deuteronomy",
      "chapter": 7,
      "verse": 9,
      "text": "Know therefore that the Lord your God is God; He is the faithful God, keeping His covenant of love to a thousand generations of those who love Him and keep his commandments."
    },
    {
      "book": "Psalm",
      "chapter": 36,
      "verse": 7,
      "text": "How precious is your unfailing love, O God! All humanity finds shelter in the shadow of your wings."
    },
    {
      "book": "Psalm",
      "chapter": 136,
      "verse": "2-3",
      "text": "Give thanks to the God of gods, for His steadfast love endures forever. Give thanks to the Lord of lords: His love endures forever. To Him who alone does great wonders, His love endures forever"
    },
    {
      "book": "Isaiah",
      "chapter": 54,
      "verse": 10,
      "text": "For the mountains may depart and the hills be removed, but my steadfast love shall not depart from you, and my covenant of peace shall not be removed,” says the Lord, who has compassion on you."
    },
    {
      "book": "Ephesians",
      "chapter": 4,
      "verse": 2,
      "text": "Be completely humble and gentle; be patient, bearing with one another in love."
    },
    {
      "book": "Jeremiah",
      "chapter": 31,
      "verse": 3,
      "text": "The Lord appeared to him from far away. I have loved you with an everlasting love; therefore I have continued my faithfulness to you."
    },
    {
      "book": "Zephaniah",
      "chapter": 3,
      "verse": 17,
      "text": "The LORD your God is in your midst, a mighty one who will save; He will rejoice over you with gladness; He will quiet you by his love; He will exult over you with loud singing."
    },
    {
      "book": "John",
      "chapter": 15,
      "verse": 9,
      "text": "As the Father has loved me, so have I loved you. Abide in my love."
    },
    {
      "book": "1 Peter",
      "chapter": 4,
      "verse": 8,
      "text": "Above all, love each other deeply, because love covers over a multitude of sins."
    },
    {
      "book": "1 John",
      "chapter": 4,
      "verse": 7,
      "text": "Dear friends, let us love one another, for love comes from God. Everyone who loves has been born of God and knows God."
    },
    {
      "book": "1 Corinthians",
      "chapter": 13,
      "verse": 13,
      "text": "And now these three remain: faith, hope and love. But the greatest of these is love."
    },
    {
      "book": "1 John",
      "chapter": 3,
      "verse": 18,
      "text": "Dear children, let us not love with words or speech but with actions and in truth."
    },
    {
      "book": "Romans",
      "chapter": 5,
      "verse": 8,
      "text": "But God shows His love for us in that while we were still sinners, Christ died for us."
    },
    {
      "book": "John",
      "chapter": 3,
      "verse": 16,
      "text": "For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."
    },
    {
      "book": "Romans",
      "chapter": 5,
      "verse": 8,
      "text": "But God demonstrates his own love for us in this: While we were still sinners, Christ died for us."
    },
    {
      "book": "Ephesians",
      "chapter": 5,
      "verse": 2,
      "text": "And walk in the way of love, just as Christ loved us and gave himself up for us as a fragrant offering and sacrifice to God."
    },
    {
      "book": "Ephesians",
      "chapter": 2,
      "verse": "4-5",
      "text": "But God, being rich in mercy, because of the great love with which He loved us, even when we were dead in our trespasses, made us alive together with Christ— by grace you have been saved"
    },
    {
      "book": "Ephesians",
      "chapter": 3,
      "verse": "17-19",
      "text": "So that Christ may dwell in your hearts through faith—that you, being rooted and grounded in love, may have strength to comprehend with all the saints what is the breadth and length and height and depth, and to know the love of Christ that surpasses knowledge, that you may be filled with all the fullness of God."
    },
    {
      "book": "Psalm",
      "chapter": 86,
      "verse": 15,
      "text": "But you, Lord, are a compassionate and gracious God, slow to anger, abounding in love and faithfulness."
    },
    {
      "book": "2 Timothy",
      "chapter": 1,
      "verse": 7,
      "text": "For the Spirit God gave us does not make us timid, but gives us power, love and self-discipline."
    }
  ]
}
